Repository: rbaumg/tractagsplugin
Catalog: tractags/locale/*/LC_MESSAGES/tractags.po
Languages: fr

source: Tag System
fr: Système d'étiquette

source: Replace
fr: Remplacer

source: Selected current tag(s) and either new tag or delete approval are required
fr: Le étiquette(s) courante sélectionnées et, au choix ou bien la nouvelle étiquette ou bien l'acceptation de la suppression sont requis

source: Tags are not supported on the '%s' realm
fr: Les étiquettes ne sont pas supportées sur le domaine '%s'

source: A newer plugin version has been installed before, but downgrading is unsupported.
fr: Une version plus récente du plugin a été installé auparavant, le downgrade n'est pas supporté.

source: No upgrade module for version %(num)i (%(version)s.py)
fr: Pas de mis à jour du module pour la version %(num)i (%(version)s.py)

source: Display a tag cloud. Show a tag cloud for all tags on resources matching query. Usage: {{{ [[TagCloud(query,caseless_sort=<bool>,mincount=<n>)]] }}} caseless_sort:: Whether the tag cloud should be sorted case-sensitive. mincount:: Optional integer threshold to hide tags with smaller count. See tags documentation for the query syntax.
fr: Afficher un nuage d'étiquette. Montrer un nuage d'étiquette pour toutes les étiquettes sur les ressources correspondant à la requête. Utilisation : {{{ [[TagCloud(query,caseless_sort=<bool>,mincount=<n>)]] }}} caseless_sort:: Selon sur le nuage d'étiquette doit être sensible à la casse. mincount:: Seuil d'affichage pour les étiquettes avec un faible nombre d'occurences. Voir la documentation sur les étiquettes pour la syntaxe de requête.

source: List tagged resources. Usage: {{{ [[ListTagged(query)]] }}} See tags documentation for the query syntax.
fr: Lister les ressources étiquetées. Usage: {{{ [[ListTagged(query)]] }}} Voir la documentation sur les étiquettes pour la syntaxe de requête.

source: Id
fr: I

source: Realm
fr: Domaine

source: Tags
fr: Étiquettes

source: No tags found
fr: Aucune étiquette trouvée

source: Next Page
fr: Page Suivante

source: Previous Page
fr: Page Précédente

source: Attribute must be a word
fr: L'attribut doit être un mot

source: Expected ) at end of sub-expression
fr: ) attendu à la fin de la sous-expression

source: Unexpected end of string
fr: Fin de chaîne inopinée

source: Expected terminal, got '%s'
fr: Terminateur attendu, reçu '%s'

source: Invalid attribute '%s'
fr: Attribut invalide '%s'

source: List of ticket fields to expose as tags.
fr: Liste des champs de tickets à exposer en tant qu'étiquettes.

source: Do not collect tags from closed tickets.
fr: Ne pas collecter les étiquettes des tickets clos.

source: Back to Cloud
fr: Retourner au Cloud

source: view all tags
fr: voir toutes les étiquettes

source: Tag under: (%(tags_link)s)
fr: Étiquettes sous : (%(tags_link)s)

source: no permission to view tags
fr: pas d'autorisation pour voir les tags

source: Manage Tags
fr: Gérer les étiquettes

source: Filters
fr: Filtres

source: Tag filters
fr: Filtres de tags

source: Realms
fr: Domaines

source: Update
fr: Mise à jour

source: Select an existing tag to replace with another one; two or more to consolidate into one. The [1:required] new tag may actually be an existing tag or a new one. A change comment will be added if supported by the tag storage for the resource's realm.
fr: Sélectionner une étiquette existante pour remplacer avec une autre, deux ou plus pour les consolider dans une seule. La nouvelle étiquette [1:exigée] peut en fait être une étiquette existante ou bien une nouvelle. Un commentaire de changement sera ajouté si supporté par l'entrepôt d'étiquettes pour le domaine de la ressource.

source: Current Tag:
fr: Étiquette courante :

source: New Tag:[1:] [2:][3:]or [4:] allow tag deletion
fr: Nouvelle étiquette :[1:] [2:][3:]ou [4:] permettre la suppression d'étiquette

source: Comment (optional):
fr: Commentaire (facultatif) :

source: [1:Beware:] Attempting to replace one or more tags will always add the new tag, but [2:removal could fail] for some tags, because tags might be immutable depending on internals of the tag provider they've been derived from.
fr: [1:Attention :] les tentatives de remplacer une ou plusieurs étiquettes vont toujours ajouter la nouvelle étiquette, mais [2:la suppression peut échouer] pour certaines étiquettes, car les étiquettes peuvent être immutables en fonction des fonctionnalités internes du fournisseur d'étiquettes dont elles sont dérivées.

source: You'll need to investigate further on how to change/remove these remaining tags closer to the tagged resource, i.e. in your [1:trac.ini] see [2:ticket_fields] option that lists fields to expose as tags for tag realm:ticket.
fr: Vous aurez à investiguer davantage sur comment changer/supprimer ces étiquettes restantes plus proches de la ressources étiquetée, i.e. dans votre [1:trac.ini] voir les options [2:de champs de ticket] qui listent les champs à exposer en tant qu'étiquettes pour les étiquette domaine: ticket.

source: Change
fr: Changement

source: You seem to be using an old Tag query. Try using the [1:new syntax] in your [2:ListTagged] macro.
fr: Vous semblez utiliser une ancienne requête d'étiquette. Essayer d'utiliser la [1:nouvelle syntaxe] dans votre macro [2:ListTagged].

source: Results
fr: Résultats

source: No resources found
fr: Aucune ressource trouvée

source: Filter Tags
fr: Filtrer les étiquettes

source: Error:
fr: Erreur :

source: Query syntax:
fr: Syntaxe de requête :

source: [1:Use [2:tag1 tag2] to match [3:all] tags.] [4:[5:tag1 or tag2] will match [6:any] tag.] [7:Negate a tag with [8:-tag1].] [9:Group sub-queries with [10:(tag1 or tag2)].] [11:Quote strings to include special characters.] [12:Restrict search to a specific realm with [13:realm:wiki].]
fr: [1:Utiliser [2:tag1 tag2] pour faire correspondre [3:toutes les] étiquettes.] [4:[5:tag1 or tag2] va faire correspondre [6:n'importe quelle] étiquette.] [7:Inverser une étiquette avec [8:-tag1].] [9:Grouper les sous-requête avec [10:(tag1 or tag2)].] [11:Mettre les chaînes entres guillemets pour inclure les caractères spéciaux.] [12:Restreindre la recherche à un domaine avec [13:realm:wiki].]

source: Go to wiki page
fr: Aller à la page de wiki

source: Showing objects matching '%(query)s'
fr: Montrer les objets correspondant à '%(query)s'

source: [1: Create Wiki page ] for this tag
fr: [1: Créer une page Wiki ] pour cette étiquette

source: Showing only tags with %(mincount)s or more occurrences ([1:view all tags])
fr: Montrer seulement les étiquettes avec %(mincount)s ou plus d'occurrences ([1:voir toutes les étiquettes])
